Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Little Mint Princess.tmx
Source language: ko_kr
Languages: en

source: 키리안∙∙∙!
en: kirian...!

source: 옆에 있던 날 도와줬구나∙∙∙!
en: no wonder he helped me instead!

source: 괜찮아.
en: it’s okay.

source: 아, 로엘 집사님.
en: oh, mr. roel.

source: 할짝
en: lick

source: 호호호
en: hohoho

source: 아, 네.
en: yes, sir.

source: 하아 하아
en: huff huff

source: 그치만 너.
en: so why do you...

source: 제국이랑 칼라교라는 사이비종교가 싸운 건 맞죠?!
en: between the empire and the pagan cult called kalla, right?

source: 휘오오오오
en: whoosh

source: 그렇다면 나도 유리언이 싫어하는 건 하지 않게 할 거야.
en: in that case, I won’t let yurion do something he doesn’t want to do, either.

source: 그냥 네가 죽는 게 나을 텐데.
en: you’re better off dying.

source: 몸 여기저기에 타박상이 많아.
en: ...but you have bruises all over your body.

source: 그럴 필요 없다.
en: there’s no need.

source: 수건을 갈아주마.
en: let me get you a new compress.

source: 꿀을 넣은 핫밀크∙∙∙.
en: hot milk with honey...

source: 그럼 제가 설명해 드리죠.
en: let me elaborate.

source: 오셨어ㅇ∙∙∙
en: welcome bac--

source: 척
en: halt

source: 땔깜 @gomoktanda
en: ddaelggam @gomoktanda

source: 말씀드렸다시피 아가씨께선 친구가 워낙 없었는데요∙∙∙.
en: as I said, mint did not have many friends.

source: 후우
en: sigh

source: 쿨쩍..
en: sniffle

source: 율리어스 님 손이구나.
en: it’s master yulius’s hand.

source: 수양후원이면 그거잖아?
en: sponsoring a foster child?

source: 아니, 제가 어찌 율리어스 님을 모를∙∙∙
en: h-how could I not know about you, your royal-?

source: 구설수∙∙∙
en: gossip, huh...

source: 난 밥버러지 민트였다고.
en: ...I couldn’t bear to tell him that I used to be just plain old good-for-nothing mint...

source: 헉…
en: gasp

source: 원작 오윤 각색・콘티 땔깜 작화 갈피
en: original story by oyun adaptation and storyboard by ddaelggam drawing by galpi

source: 차란-
en: sparkle

source: 스테이크∙∙∙
en: that was my first time...

source: 사실 잘 모르겠어요.
en: honestly, I don’t understand.

source: 내게 늦게 잔 걸 율리어스 님도 아시잖아?!
en: master yulius also knows I go to bed late?!

source: 아니, 이젠 엘케도니아 소공녀 님이시지요.
en: oh, I mean, she’s the little lady of elkedonia now.

source: 새삼스럽지만 엘케도니아는 대단한 곳이구나.
en: yet again, I realize how incredible elkedonia is.

source: 퍼억
en: thwack

source: 아, 네∙∙∙.
en: oh, okay...

source: 엘케도니아에 어울리는∙∙∙
en: as hard as I can...

source: 내 머릿속에서 나가∙∙∙!
en: get out of my head...!

source: 아이는 타마라 여신님께서 보내주시는 줄 알았는데!
en: I thought all babies were given to us by the goddess tamara!

source: 뭐, 너무 걱정 마십시오.
en: well, don’t worry too much.

source: 그렇다고요
en: just saying.

source: 모자란 저로서 보답할 길이 없어 죄송해요∙∙∙.
en: I’m sorry I never got to repay you for your kindness...

source: 욱신 욱신
en: throb throb

source: 집사님..
en: mr. roel...

source: 더이상 이유를 찾으려 하지 말아라.
en: don’t look for any other reason than that.

source: 구오오오오오!
en: loom

source: 아가씨.
en: my lady.

source: -카민 테오르드-
en: -karmin theord-

source: 아가씨, 잠시만 카민 경과 이야기를 해도 될까요?
en: my lady, could I have a quick word with sir karmin?

source: 반짝 반짝
en: sparkle sparkle

source: 살랑
en: flutter

source: 부, 불법경매에 참가한 건 잘못이지만 그걸로 이런 대우는∙∙∙
en: s-sure, it was wrong of me to go to an illegal auction, but this seems excessive...

source: 엄청 아프다∙∙∙.
en: ...hurts so much...

source: 직접 노예 경매를 본 적은 없지만.
en: I’ve never seen a slave auction myself...

source: 앗 뜨뜨
en: ouch, it’s hot.

source: 로엘 집사님께 말하라고 하셨지만
en: I can talk to mr. roel if I ever need anything...

source: 열여섯은 채워야 색주가에서 값을 쳐주니 기다렸던 건데∙∙∙.
en: I was waiting for her to turn 16 so I could sell her to a brothel...

source: 그래요.{j}민트 양.
en: all right, lady mint.{j}

source: 어느새 잠들어서 기억이 안 나..
en: but I fell asleep and forgot...

source: 유리언에게 이런 허세를 부리고 싶어 하다니∙∙∙.
en: I can’t believe it... I’m putting on such an act in front of yurion...

source: 유리언을 모욕하는 아셀라에겐 특히 더 보내고 싶지 않아!
en: and I really don’t want to let him go back to ascella, who treats him like dirt!

source: 벌떡!!
en: jump

source: 그, 그랬지이∙∙∙.
en: r-right...

source: 율리어스 님.
en: master yulius.

source: 내가 허락해주마.
en: until you can come to trust yourself.

source: 유리언이야말로 침착한데?
en: you’re pretty calm yourself, yurion.

source: 으아악!
en: aaagh!

source: 민∙∙∙트, 냐?
en: is that... you, mint?

source: 어∙∙∙
en: oh...

source: 주신다던 위약금 받지 않겠습니다.
en: I will not take the penalty you kindly offered.

source: 더듬
en: fumble

source: 좋습니다.
en: fine.

source: 아이를 낳을 수 있는 어른이 되어간다는 뜻이에요!
en: you’ll be able to bear children, a sign that you’re becoming an adult!

source: 헉∙∙∙?
en: what...?

source: 모셔서 영광이었습니다.
en: it was an honor to serve you.

source: 카민 경∙∙∙?
en: sir... karmin?

source: 왜∙∙∙
en: why...

source: 나는 어차피 같은 말을 할 거야.
en: I’d be saying the same thing either way.

source: 각하의 허가도 없이 들어오시다뇨.
en: how dare you enter without his royal highness’s permission?

source: 적은 가차없이 베어버린다는 무시무시한 기사님이∙∙∙
en: ...yet fearsome, who ruthlessly cuts down his enemies...

source: 네.
en: yes.

source: 그러셨군요!
en: I see!

source: 우선 무난한 약으로 드려 볼 테니 효과가 있나 보세요.
en: first, let me give you the most basic one and see if it works.

source: 나도 드디어 율리어스 님께 도움이 될 수 있어.
en: I can finally of help to master yulius.

source: 생리 때는 몸이 안 좋아서 신경이 날카로워질 수 있으니까∙∙∙
en: during your monthlies, you may become a bit more touchy and ill-tempered due to the pain you’re experiencing...

source: 이거 치우고 금방 설명해 드릴게요!
en: I’ll give you a quick explanation once I clean this up!

source: 율리어스 님도 말씀하셨으니까!
en: master yulius told me...

source: ∙∙∙그럼 저도 도와도 될까요?
en: then... can I help?

source: 헉∙∙∙ 어떻게 알았어?!
en: whoa! how did you know?!

source: 으아아아아?!
en: huuuh?!

source: 율리어스 님이 내게 해주셨던 그 말들∙∙∙
en: ...after he rescued me from that slave auction...

source: 심기불편
en: annoyed

source: 네가 원한다면 후원을 취소-
en: if you want, I will rescind--

source: 저기∙∙∙ 정말로∙∙∙
en: excuse me... am I really...

source: 다 못 먹어요
en: I can’t finish them by myself.

source: 윽
en: agh!

source: 뭐가요?
en: about what?

source: 아니면 누슨
en: or perhaps...

source: 특별한 사람이 되고 싶었구나, 나∙∙∙
en: I guess I wanted to be someone special...

source: 유, 율리어스님?!
en: m-master yulius?!

source: 괜찮으시다면 다른 가문의 영애를 소개드릴까 싶어서요.
en: if you’re open to it, I’d like to introduce you to a lady from another family.

source: 응?!
en: huh?!

source: 죄송합니다, 민트 아가씨.
en: my apologies, lady mint.

source: 절레
en: shake

source: 장난하나 이 자식들이
en: are they serious? those bastards!

source: 드벨리안에선 어떻게 지냈어?
en: how have you been at the devellians?

source: 오랜 악몽에서 깨어나기엔 아직 조금 모자란 시간이지만∙∙∙
en: ...is not enough to wake up from the nightmare that was the first 15 years of my life, but...

source: 제국을 승리로 이끄셨고요.
en: and led the empire to victory.

source: 너 말이다.
en: you were thinking of...

source: ∙∙∙네?
en: huh...?

source: 슈우우웅
en: swoosh

source: 하지만 나는 아무것도 못하는 쓸모없는∙∙∙
en: but I’m a worthless, good-for-nothing child...

source: ∙∙∙응?
en: huh...?

source: 수양후원이라니, 엘케도니아의 성을 주는 겁니다?!
en: and not only that, you’re fostering this girl? you’ll essentially be bestowing upon her the family name of elkedonia!

source: 탁…
en: shut

source: 대공이 그걸 깨버렸군요.
en: ...but you broke it, grand duke.

source: 슥
en: slide

source: 사교계에서 애완동물처럼 서로 자랑하는 쇼가 된 게 수양후원 아냐?
en: then they show them off like pets in high society under the guise of foster care.

source: 나는 폐하의 요구를 받아들일 수 없기 때문에 무의미한 만남이야.
en: it’ll be futile to meet her, as I cannot meet her majesty’s demands.

source: 널 엘케도니아에서 수양후원 할 거란 내용이 적혀 있다.
en: ...confirms that the house of elkedonia will sponsor you as a foster daughter.

source: 으득
en: grit

source: 신은 널 버리지 않는단다.
en: god will not forsake you.

source: 히이이이이익
en: eeek

source: 이봐, 에델거리로 이동해!
en: you there! head over to ebel street!

source: 요며칠 앓느라 제대로 먹지 못한 것도 있지만∙∙∙
en: I know you couldn’t eat much the past few days since you were sick...

source: 소공녀라면 무릇 그래야하지 않을까?
en: isn’t that how a little lady should be?

source: 아뇨??
en: no!

source: 이건∙∙∙
en: oh...

source: 열다섯이나 됐으면 교육 시키기에도 너무 늦었지요~
en: I mean, it’s too late for a 15-year-old to learn anything!

source: 번쩍
en: jolt

source: 율리어스 님의 평판으로 이어지는걸.
en: may have an effect on master yulius’s reputation.

source: 후우…
en: sigh

source: 우득
en: crunch

source: 조금만 힘내세요.
en: hang in there.

source: 지난 번 마도사의 규율을 어긴 일로 심문을 하러∙∙∙
en: they’re here to interrogate you and the magic priest for breaking the rules...

source: 대공의 오라로 내보내기라도 할 겁니까?
en: will you cast me out with your aura?

source: 달칵
en: clack

source: 알겠어요.
en: thank you.

source: 빤..
en: stare

source: 제가∙∙∙
en: I’ll...

source: 유리언∙∙∙
en: yurion...

source: 내가 물을 때 답하는 게 좋을텐데요.
en: I’m asking you nicely. I’d advise you to answer.

source: 원래는 초경 자체로도 축하할 일이긴 한데요~
en: first monthlies should be celebrated!

source: 찌잉…
en: aww

source: 장롱 안에서 잘 때가 제일 편해보이는걸.
en: ...seem more comfortable when you’re sleeping in that wardrobe?

source: 아가씨께선 이미 소공녀님이시잖아요?
en: but you already are the little lady, aren’t you?

source: 등장 한 번 대단하군요.{j}대공.
en: what a grand entrance, grand duke.{j}

source: 그 전쟁으로 많은 사람들이 죽고 또 죽었어.
en: the war resulted in countless deaths.

source: 민트.
en: mint.

source: 자기에게 과분한 거란 걸 아는 거야.
en: ...such happiness.

source: 둘이 얘기하면서 먹으면 즐거울 것 같아서요!
en: I thought it’d be fun to chat with him while we eat!

source: 엘케도니아에 있기 때문이죠.
en: are on elkedonian land.

source: 찡긋
en: wink

source: 감사합니다.
en: thank you.

source: 엄청 장미같이 이쁜 아이다∙∙∙.
en: she’s as beautiful as a rose...

source: 쓸모도 없는데 민폐까지 끼치다니 대단하구나!
en: not only are you useless but you’re a nuisance too!

source: 하아하아하아
en: huff huff huff

source: 괴∙∙∙ 괴물이 아니라∙∙∙!
en: he... he didn’t say crook...!

source: 그러시든가요.
en: go ahead.

source: ∙∙∙율리어스 님 탓이 아니에요.
en: it’s not your fault, master yulius.

source: 아벤타 히스마르크는 대륙을 집어삼켰다.
en: aventa heathmark swallowed up the continent.

source: 사각 사각
en: scribble scribble

source: 똑똑
en: knock knock

source: 어떠세요?
en: what do you think?

source: 후후훗
en: hehe

source: 발각되면 그냥 넘어가지 않을 겁니다.
en: you will not get away with this once the nobles find out.

source: 그건 더욱 큰∙∙∙
en: it was a fear much greater than that...

source: 전에 바쁘신데 함께 식사하자고 한 적이 있거든∙∙∙.
en: last time, I asked him to eat with me even though he was busy...

source: 헉
en: gasp

source: 십 분 후에 들여보내.
en: send him in in ten minutes.

source: 유리언이 겨우 마음을 열어줬는데!
en: yurion finally started opening up to me!

source: 아셀라 아가씨께서 그렇게 말씀하셨으니까요.
en: ...that was what lady ascella said to me.

source: 아…
en: oh...

source: 그렇잖아도 온갖 구설수가∙∙∙ 흠흠.
en: there’s already been all kinds of insidious gossip... ahem.

source: 부럽다~ 나도 성장기엔 유리언만큼 커질까∙∙∙.
en: I’m so jealous! Will I grow as big as you when I get my growth spurt?

source: 무엇을 잃으시겠습니까?
en: what would you like to give up?

source: 폭
en: flop

source: 어째서 나 같은 걸 위해 그렇게까지∙∙∙.
en: why would you go so far for someone like me?

source: 가정교사
en: governess

source: 네??
en: what?

source: 점검 끝!
en: inspection’s over!

source: 해낼 수 있어요!
en: ...any task you give me!

source: 어쩔 수 없어요.{j}율리어스 님.
en: it can’t be helped, master yulius.{j}

source: 황제 폐하께서 제게 수선화를 보내셔서 저택이 어수선해졌잖아요?
en: the manor has been in disarray because of the daffodils her majesty sent me, hasn’t it?

source: ∙∙∙신기하다.
en: interesting...

source: 카민!!
en: karmin!!

source: 저야말로 다과에 초대해줘서 고마워요.{j}아셀라.
en: thank you for inviting me to your tea party, ascella.{j}

source: 역시 아직은 조금∙∙∙
en: as I thought...

source: 드벨리안 가 다과 초대에 율리어스 님께선∙∙∙
en: regarding lady ascella’s invitation to the tea party...

source: 후훗
en: hehe

source: 율리어스 님!
en: master yulius!

source: 소공녀님이십니다.
en: lady mint is here.

source: ∙∙∙언령을 마무리 짓지요.
en: let us complete the spiritual contract.

source: 그기고 광산으로 어마어마한 부를 가진 엘케도니아는
en: on top of that, the house of elkedonia, which has a fortune thanks to those mines,

source: 안 들릴줄…
en: I thought she couldn’t...

source: 하기 싫은 건 하지 마라.
en: don’t do anything you don’t wish to do

source: 정말 죄송합니다.
en: I’m so sorry.

source: 꼬마야.
en: child.

source: 옆으로.
en: sideways.

source: 지긋…
en: clench

source: 가까운 분들에게 감사의 편지를 써봤어요.
en: so I tried writing a thank-you letter to those around me.

source: 방금 사과는 못 들은 걸로 하마.
en: I’ll pretend I didn’t hear that apology just now.

source: 아마도 불법 노예 판매상들인 것 같습니다.
en: probably by illegal slave traders.

source: ∙∙∙오고는 있지만
en: she is still writing to me...

source: 율리어스 님~
en: go, master yulius!

source: 나이 얘기에 반응이 있잖아?
en: he’s showing interest in her age?

source: 탁
en: clack

source: 지긋
en: stare

source: 날 보고 여전히 벌벌거리고 있었으니 분명∙∙∙!
en: she was still trembling when she saw me...!

source: 엘케도니아의 권세로 복수라도 할까봐 좀 쫄았는데,
en: I was scared she might try to take revenge on me using the authority of the house of elkedonia.

source: 이게 꿈이든, 현실이든
en: it doesn’t matter whether this is a dream or reality.

source: 사랑받을 자격따위 없는 아이니까∙∙∙.
en: I don’t have the right to be loved...

source: 바들 바들
en: tremble tremble

source: 괜찮은걸!
en: great idea!

source: 어이어이~~~
en: oh wow!

source: 많은 나라를 부수고 왕가의 혈통을 가진 이는 잔인하게 죽였다.
en: destroyed many kingdoms, and mercilessly slaughtered those of royal blood.

source: 이야~
en: wow!

source: 저도 아셀라라고 불러주세요.
en: please call me ascella.

source: 왤까∙∙∙.
en: why do I feel like...

source: 쩌억-
en: pull

source: 편지?
en: a letter?

source: 콱
en: yank

source: 제가 직접 씻으면 안 될까요?
en: can I take a bath on my own?

source: 소공녀 민트로 죽음을 맞이할 거야.
en: than die as mint the good-for-nothing.

source: 계속 말하고 있다니∙∙∙ 대단한 충심이군.
en: you’re still speaking... how fiercely loyal.

source: 그래서∙∙∙
en: so...

source: 훈훈
en: beam

source: 어?
en: huh?

source: 죽여
en: kill her!

source: 개밥을 먹는 건 이제 싫어어어!!!
en: I don’t want to eat that slop anymore!!!

source: 율리어스 님도 약혼하셨지만 파기하셨다고∙∙∙
en: that master yulius was engaged but he later broke it off...

source: 여기서 나랑 살래?!?!
en: would you like to live here with me?!?!

source: 민트와 친해지고 싶어서 그래요.
en: I want to get to know you better, mint.

source: 내 그럴 줄 알았다.
en: I knew this would happen.

source: 그대야말로.
en: the same goes for you.

source: 율리어스 님은∙∙∙
en: master yulius...

source: 어차피 네가 싫다고 해도 보내지 않을 거지만.
en: I wouldn’t have sent you back to the devellians either way.

source: 우선 앉고∙∙∙ 이거라도 먹고 있어라.
en: for now, take a seat... and have some of these.

source: 이봐요!
en: hey!

source: 헉∙∙∙
en: eek...

source: 그냥 칼라신께 제물로 바쳐 버리자고!
en: offer her to kalla as a sacrifice!

source: 유리언을 좋아하나?
en: ...have romantic feeling for yurion?

source: 텁
en: cover

source: 엘케도니아를∙∙∙
en: elkedonia?

source: 아!!!
en: oh!!!

source: 날 죽이지 않는 거지?
en: ...aren’t you killing me?

source: 혀 좀 깨물었다고 기절해서 걱정끼친 거 사과한 걸로∙∙∙
en: I guess I’ll apologize for biting my tongue and fainting... and worrying you over nothing...

source: 표정관리 못하는 로엘
en: roel can’t keep a poker face

source: 하지만 황제에겐 성별도 나이도 문제가 되지 않습니다.
en: however, things like gender and age do not matter to her majesty.

source: 또래 여자친구가 있으면 좋겠다 생각했거든요.
en: I always thought it’d be nice to have a female friend around my age.

source: 정령석∙∙∙!
en: spirit gems...!

source: 생긋
en: smirk

source: 친구가 되고 싶다고 해놓고는 못 말했어.
en: even though I said I wanted to be his friend...

source: 걱정이 많아져서요∙∙∙ 잠이 잘 안 와요.
en: I was so worried... I couldn’t fall asleep.

source: 밥버러지!
en: you good-for-nothing!

source: 화를 내도 되는 걸까?
en: ...in situations like these?

source: 반가워요.{j}카민 님∙∙∙ 아, 아니.
en: nice to meet you, mr. theord... I-I mean...{j}

source: 아가씨,
en: my lady,

source: 쓸모없기는!
en: you useless wench!

source: 생글
en: smile

source: 그들의 더럽고 치졸한 권력 싸움에
en: I do not wish to become any further tainted...

source: 술렁…
en: stir

source: 네가 날 선택한 게 아니야.
en: you did not choose me.

source: 역시 그 재수 없는 엘케도니아 그 자체야!!!
en: she’s just like that bastard! these blasted elkedonias!!!

source: 끼익
en: creak

source: 그만 하세요!!!
en: please stop!!!

source: 아직 일어나면 안 되는 거 아니냐?
en: shouldn’t you stay in bed?

source: 그렇네요∙∙∙!
en: I see!

source: 갈피 @bxxkmxrk
en: galpi @bxxkmxrk

source: 그 천룡은 은빛으로 빛났다고 한다.
en: it was said that this heavenly dragon glowed with a silver light.

source: 어디서 왔는지∙∙∙ 어쩌다 오게 됐는지∙∙∙ 자세히.
en: tell me all about where you came from... and how you were taken in by the grand duke... in detail.

source: 꼬오옥
en: squeeze

source: 그, 그치만
en: b-but...

source: 지난 번에 바쁘신데도 내가 붙잡아서∙∙∙!
en: last time, I was being too clingy when he was much too busy to deal with me!

source: 콰앙!!
en: shout

source: 병 걸린 거 아냐…?
en: ...I’m ill after all?

source: 거부해도 상관없습니다.
en: it doesn’t matter if you refuse.

source: 몸종이라 부르며 데리고 다니죠.
en: so I call him a page boy.

source: 이번에도 결국 도움조차 못 됐고
en: I couldn’t be of help this time either...

source: 하지만 지금까지 일부러∙∙∙
en: but all this time, he’s been avoiding it...

source: 꿀꺽…
en: gulp

source: 가문에 문제를 끼친 건 맞으니 저택에 그냥 둘 순 없군.
en: after all the trouble she’s caused, she can no longer stay in the estate.

source: 아셀라처럼 성격 나빠지면 어쩌죠, 율리어스 님?!
en: and end up becoming a brat like that ascella, master yulius?!

source: 씨익
en: smirk

source: 하지만 유리언 주인은 아셀라니까 지킨다면∙∙∙
en: but your master is ascella, so if you’re protecting anybody, it’d be...

source: 황제가 인질로 이런저런 요구를 할 수도 있겠죠.
en: so the emperor could use you as a hostage of sorts to demand this and that.

source: 골똘
en: hmm

source: 괜찮으시면 잠드실 때까지 곁에 있겠습니다.
en: if you’d like, I’ll stay by your side until you fall asleep.

source: 우리들의 힘의 균형을 유지하기 위한 규율이기도 했는데∙∙∙.
en: it was a rule established to maintain the balance of power...

source: 진정해요!
en: calm down!

source: 난 어느 쪽도 편들지 않는다.
en: I will not side with either.

source: 그러니까…
en: so...

source: 내가 걱정되는 건 오히려∙∙∙
en: I’m not worried about him. rather...

source: 하아아…
en: sigh

source: 뭐
en: what about it?

source: 꽃향기를 깊게 맡으면 최면에 걸리고∙∙∙
en: if you were to inhale the flowers’ fragrance deeply, you would be hypnotized...

source: 나는 왜 이렇게 멍청한 거지!
en: why am I so clumsy?!

source: ∙∙∙그래도 코코아는 무슨 맛이었는지 기억해.
en: but... I still remember the taste of hot chocolate.

source: 내게 이렇게까지 해주시는 걸까.
en: why is he being so kind to me?

source: 그건∙∙∙
en: well...

source: 무슨 말씀이세요.
en: what do you mean?

source: 전부 우연이라 말할 거 아니냐?
en: are you seriously telling me all of this happened by mere chance?

source: 제가∙∙∙ 괜히 일을 키운 건가요∙∙∙?
en: did I... just make matters worse...?

source: 그보다 민트.
en: but more importantly, mint...

source: 으앗
en: whoa!

source: 꾸벅
en: bow

source: 제대로 사과하지 않으면∙∙∙
en: ah, yes. if I don’t offer a proper apology...

source: 나 때문에 율리어스 님이 유괴를?!
en: did he kidnap one because of me?!

source: 하지만 또 그러면 걱정이 되는군요.
en: but how worrisome.

source: 너무 시끄러워∙∙∙ 터질 것 같아∙∙∙!
en: ...beating so loudly... like it’s about to burst!

source: 생각보다 엄청 지루한 거였구나∙∙∙.
en: are much more boring than I thought...

source: 결혼을 약속한 커플이 기도드리면 내려주시는 게 아냐?
en: I thought the goddess sent down a baby whenever a couple who’s engaged to be wed prayed to her.

source: 더 필요한 게 있으면 로엘에게 말하도록.
en: if there’s anything else you need, let roel know.

source: 아무튼 너무 걱정마십시오.
en: in any case, you’ve no need to worry.

source: 먹고 싶은 게 있으면 언제든 키리안이나 로엘에게 더 말해라.
en: if there’s anything you’d like to eat, you can always let kirian or roel know.

source: 기사님들이 엄청 강하다고 했으니까∙∙∙.
en: I heard their knights are really strong...

source: 갈피 @bxxkmark
en: galpi @bxxkmxrk

source: 율리어스 님이야.
en: it’s master yulius.

source: 자네 태도를 보니 아가씨 정소 교육에 문제가 생길까 걱정이군∙∙∙.
en: I’m concerned that your attitude might set a bad example for the lady...

source: 귀족의 기초 상식, 예법, 등등.
en: ...the fundamentals of aristocracy, etiquette, and so on.

source: 라모사?
en: lamosa?

source: 내가 언제 널 후원 안 한다고 한 마디라도 했던가?
en: did I ever say that I would not take you in?

source: 역시 눈치채고 계셨어!
en: he already knew it wasn’t me!

source: 우우…
en: (continuation of sfx in segment 4)

source: 걱정은 마라.
en: don’t worry.

source: 모르겠어…
en: I have no idea...

source: 빙글
en: turn

source: 대공 각하는 아무것도 잘못하지 않으셨습니다!
en: your royal highness did not do anything wrong!

source: 잠든다∙∙∙.
en: I’m falling asleep...

source: 꾸욱
en: squeeze

source: 어쩌지, 난 이제 어디로 가야 하지∙∙∙.
en: what should I do? where should I go?

source: 드벨리안 가의 고용인을 전부 교체하라니요?!
en: you’d like me to replace all the servants at the house of devellian?!

source: 훌쩍…
en: sniffle

source: 로엘 님께서 그렇게 말씀하신다면야.
en: if you say so, mr. roel.

source: 그래, 네깟 게 무슨 대공가의 소공녀냐.
en: little lady of elkedonia? don’t make me laugh.

source: 그럼 아라벨라의 행복은 대공 나름 아니겠습니까?
en: in that case, wouldn’t arabella’s happiness depend on you?

source: ∙∙∙사랑해요.
en: I love you...

source: 소공녀 민트
en: little lady mint

source: 상대의 눈을 보고 말해라.
en: you should always look the other person in the eye.

source: 크레툰의 정령석 채굴권을 해약한다고 했지요?
en: you say you’ll rescind kretun’s mining rights for spirit gems?

source: 열다섯밖에 안 된 우리 작은 아가씨께서
en: my little lady, you’re only 15. yet you’re apologizing...

source: 귀염성 없어라.
en: so not cute.

source: 허억!
en: gasp

source: 그러니까,
en: so...

source: 내 말이 전혀 안 들리나 봐!!!
en: it seems they can’t hear me at all!!!

source: 저희 기사들도 동행하니, 허튼 짓은 못할 겁니다.
en: our knights will escort you. she won’t be able to try anything funny.

source: 건강회복을 축하드리는 의미로
en: so I wanted either a flower or a gift of some kind...

source: 안 보이게 처박혀있어!
en: get out of my sight and stay put!

source: 기다리세요.
en: please wait.

source: 그러니까 계속 꿈꾸는 거야.
en: that’s why you keep having these dreams.

source: 바로 들어가시면 됩니다.
en: you can go right in.

source: 왜죠?
en: why not?

source: 원인을 전부 자기에게 부여하면 남과 대치하지 않아도 되니까.
en: if you blame yourself for everything, you never need to confront anyone.

source: 아니아니!!
en: no, that’s not it!

source: 엘∙∙∙ 엘∙∙∙ 엘케∙∙∙?
en: el... el... elke...?

source: 그 꽃엔 마법이 걸려있었습니다.
en: there was a spell cast on those flowers.

source: 이제 충분하다.
en: this is enough.

source: 우와아아아
en: yeaaah!

source: 부들 부들
en: tremble tremble

source: 축하드려요!
en: congratulations!

source: 앞으로 만날 귀족 영애들이 다 저러면 좀 싫은데∙∙∙.
en: it’d be a pain if all the other young noble ladies were like her...

source: 헙
en: gasp

source: 어떤 방식의 마법이 걸렸는지 분석하면 대처할 수 있고요.
en: once we determine what kind of spell it is, we can act accordingly.

source: 그치만 대답하면 한다고 또 때렸잖아요∙∙∙.
en: but you hit me whenever I answered you...

source: 후…
en: sigh

source: 몸종이에요.
en: he’s a page boy.

source: 일단은 걱정 마세요.
en: for now, rest easy.

source: 황제는 이번에 실패했으면 몇 번이고 계속 접근했겠지.
en: had the emperor failed this time, she’d have tried again and again to use you to get to me.

source: 피해왔지만 어쩔 수 없지요.
en: he has, but it can’t be helped.

source: 자장가는 못 불러준다.
en: but I’m not singing you any lullabies.

source: 사, 사형∙∙∙!
en: p-punishable by death...!

source: 그, 그건 계약해지 서륜가요!
en: i-is that the document to rescind the sponsorship?!

source: 오늘 같은 일이 없도록 데려가면 바로 팔아버려야∙∙∙.
en: after I get her back from him, I should sell her right away so something like this doesn’t happen again...

source: 그치만요∙∙∙.
en: but...

source: 나중에 읽자.
en: I’ll read it later.

source: 저
en: umm

source: 네가 바라서 이런 꿈을 꾸는 거잖아.
en: you’re only having these dreams because you want to.

source: 역시 출신이 비슷하니 수준이 잘 맞나보네.
en: birds of a feather flock together, huh?

source: 강제로 뉘임
en: forced to lie down

source: 말씀하면 쓰레기는 제가 직접 주울테니
en: just give me the word and I’ll pick up the trash for you.

source: 아니요 아니요!!
en: nope! of course not!

source: 아가씬 그저 어른들의 싸움에 말려드신 것 뿐입니다.
en: you were just caught up in a fight between adults.

source: 하지만,
en: however...

source: 혹여라도 당신 탓이라 생각할까 말해두지만 그건 아닐 겁니다.
en: let me tell you this, in case you’re blaming yourself for what happened. it isn’t really your fault.

source: 죄송합니다!!
en: I’m sorry!!

source: 탁!
en: snap

source: 그치만 왜 이렇게 마음이 울렁거리는 느낌이지∙∙∙.
en: ...but why do I feel so nauseated and unsettled...

source: 민트, 너 말이다.
en: mint, you really do...

source: 하지만 만나도 소용없다.
en: even if you were to go see her, it’d be of no use.

source: 정말 한 걸음만 더 늦었어도 어떻게 됐을지∙∙∙.
en: had we been a touch too late, I can’t even imagine what would’ve happened...

source: 무시당했다…
en: she ignored me...

source: 최선을 다하겠습니다.
en: so as not to trouble my mistress’s friend.

source: 홱
en: grab

source: 죄송합니다!
en: I’m so sorry!

source: 홋홋홋
en: hehehe

source: 아무데도 안 말해요.
en: I won’t tell a soul.

source: 차와 케이크가 늦어져 죄송합니다!!
en: apologies for the delay! here are the tea and cakes.

source: 벙..
en: dazed

source: 율리어스 님을 실망하게 했다는 생각이 든 것만으로
en: the thought that I disappointed master yulius...

source: 그치만∙∙∙ 그치만~∙∙∙
en: but... but...

source: 뭐라고요?
en: what?

source: 부르릅
en: glint

source: 너는 벌벌 떨면서도
en: even as you tremble in fear...

source: 둥
en: ta da

source: 너도∙∙∙ 버림받았니?
en: have you... been abandoned too?

source: 대공 각하, 소공녀 님께서 오셨∙∙∙
en: your royal highness, lady mint is here--
